tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jonz94/sarasa-nerd-fonts"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "zegervdv/zathura"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "webp"
brew "eigen"
brew "gcc"
brew "open-mpi"
brew "arpack"
brew "armadillo"
brew "asciinema"
brew "atk"
brew "bat"
brew "berkeley-db", link: true
brew "btop"
brew "llvm"
brew "ccls"
brew "code-minimap"
brew "coreutils"
brew "cppcheck"
brew "dbus"
brew "node"
brew "emscripten"
brew "exa"
brew "fd"
brew "ncurses"
brew "fish"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "ghc"
brew "ghcup"
brew "gifsicle"
brew "gitui"
brew "unbound"
brew "gnutls"
brew "google-java-format"
brew "gotop"
brew "gtk+3"
brew "haskell-stack"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "libnotify"
brew "libvterm"
brew "llvm@13"
brew "lua"
brew "mailutils"
brew "man-db"
brew "meson"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"], link: false
brew "neovim"
brew "nmap"
brew "node@16"
brew "onefetch"
brew "openconnect"
brew "pandoc"
brew "pfetch"
brew "poppler"
brew "powerline-go"
brew "prettier"
brew "proselint", link: false
brew "pstree"
brew "pwgen"
brew "qt"
brew "r"
brew "ranger"
brew "ripgrep"
brew "rustup-init"
brew "sc-im"
brew "sphinx-doc"
brew "spotify-tui"
brew "starship"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vale"
brew "wget"
brew "xdotool"
brew "yarn"
brew "z"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-ctags", "with-imagemagick", "with-mailutils", "with-modern-papirus-icon", "with-xwidgets"]
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "bitwarden"
cask "caffeine"
cask "copyq"
cask "discord"
cask "fig"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sarasa-mono-tc-nerd-font"
cask "font-victor-mono-nerd-font"
cask "github"
cask "google-drive"
cask "hiddenbar"
cask "julia"
cask "mactex-no-gui"
cask "mathpix-snipping-tool"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "nordvpn"
cask "quarto"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "ueli"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
cask "zotero"
